glossary = {
	'габарит': 'Предельные внешние очертания предмета',
	'кабан': 'Дикая свинья, а также самец дикой свиньи',
	'рабкор': 'рабочий корреспондент',
	'фаворит': 'Любимец высокопоставленного лица, получающий выгоды и \nпреимущества от его покровительства',
	'лаванда': 'Пахучее эфироносное травянистое или кустарниковое растение \nс голубыми или синими цветками'
}

print(f"Габарит это {glossary['габарит']}")
print(f"\nкабан это {glossary['кабан']}")
print(f"\nРабкор это {glossary['рабкор']}")
print(f"\nФаворит это {glossary['фаворит']}")
print(f"\nЛаванда это {glossary['лаванда']}")
