glossary = {
	'габарит': 'Предельные внешние очертания предмета',
	'кабан': 'Дикая свинья, а также самец дикой свиньи',
	'рабкор': 'Рабочий корреспондент',
	'фаворит': 'Любимец высокопоставленного лица, получающий выгоды и \nпреимущества от его покровительства',
	'лаванда': 'Пахучее эфироносное травянистое или кустарниковое растение \nс голубыми или синими цветками',
	'лава': 'Расплавленная минеральная масса, изливающаяся из вулкана при извержении',
	'оазис': 'Место в пустыне или полупустыне, где есть растительность и вода',
	'лаваш': 'Белый хлеб в виде большой плоской лепёшки',
	'пагода': 'Буддийский или индуистский храм, хранилище религиозных реликвий',
	'паводок': 'Поднятие уровня воды в реках, водоёмах в результате ливней, \nбыстрого таяния снега, льдов'
}

for k, v in glossary.items():
	print(f"\n{k.title()} это {v}")

